Repository: martinclub/IBNTBOT
Catalog: locales/community-*.po
Languages: pt_br

source: _lang
pt_br: pt-br

source: no players
pt_br: sem jogadores

source: You must possess admin permissions.
pt_br: Você necessita de permissões de administrador.

source: You must possess moderator permissions.
pt_br: Você necessita de permissões de moderador.

source: expire time ran off
pt_br: tempo de espera acabou

source: member offline
pt_br: membro offline

source: member AFK
pt_br: membro AFK

source: member left the guild
pt_br: membro saiu do servidor

source: queue started on another channel
pt_br: A fila foi iniciada em outro canal

source: removed by a moderator
pt_br: removido por um moderador

source: {member} were removed from all queues ({reason}).
pt_br: {member} foi removido de todas as filas ({reason}).

source: {members} were removed from all queues ({reason}).
pt_br: {members} foram removidos de todas as filas ({reason}).

source: Success
pt_br: Sucesso

source: Error
pt_br: Erro

source: You are not allowed to add to queues on this channel.
pt_br: Você não tem permissão para adicionar filas nesse canal.

source: You are not allowed to add to {queues} queues.
pt_br: Você não tem permissão para adicionar {queues}.

source: You are already in an active match.
pt_br: Você já está em uma partida ativa.

source: You are not in an active match.
pt_br: Você não está em uma partida ativa.

source: Specified user not found.
pt_br: Usuário especificado não encontrado.

source: Specified user is not in a match.
pt_br: Usuário еspecificado não está em uma partida.

source: Specified user is in an active match.
pt_br: Usuário еspecificado está em uma partida.

source: Matches
pt_br: partidas

source: Rating
pt_br: Classificação

source: Winrate
pt_br: Taxa de Vitórias

source: Last changes:
pt_br: últimas mudanças:

source: No rating data found.
pt_br: Nenhuma informação sobre classificação encontrada.

source: Could not find match with specified id. Check `/matches`.
pt_br: Não foi possível encontrar a partida com o id especificado. Checar `/matches`.

source: You have {duration} expire time left.
pt_br: Você têm {duration} de tempo de espera.

source: You don't have an expire timer set right now.
pt_br: Você não tem um tempo de espera nesse momento.

source: Invalid duration format. Syntax: 3h2m1s or 03:02:01.
pt_br: Formatação de tempo inválida. Sintaxe: 3h2m1s ou 03:02:01.

source: Expire time must be less than {time}.
pt_br: Tempo de espera precisa ser menor que {time}.

source: Set your expire time to {duration}.
pt_br: Defina o seu tempo de espera para {duration}.

source: Invalid duration format. Syntax: 3h2m1s or 03:02:01 or AFK.
pt_br: Formatação de tempo inválida. Sintaxe: 3h2m1s ou 03:02:01 ou AFK.

source: You will be removed from queues on AFK status by default.
pt_br: Você será removido de filas caso seu status estiver ausente por padrão.

source: Your expire time value will fallback to guild's settings.
pt_br: O valor do seu tempo de espera seguirá as configurações do servidor.

source: Your default expire time is {time}.
pt_br: O seu tempo de espera padrão é {time}.

source: Your offline immunity is **off**.
pt_br: Sua imunidade de offline está **desligada**.

source: Your offline immunity is **on** until the next match.
pt_br: Sua imunidade de offline está **ligada** até a próxima partida.

source: > no active matches
pt_br: > nenhuma partida ativa

source: Nothing to promote.
pt_br: Nada para promover.

source: Specified queue not found.
pt_br: Fila especificada não encontrada.

source: You're promoting too often, please wait `{delay}` until next promote.
pt_br: Você está promovendo muitas vezes, por favor espere `{delay}` até a próxima promoção.

source: Done.
pt_br: Feito.

source: Your DM notifications is now turned off.
pt_br: Suas notificações via DM agora estão desligadas.

source: Your DM notifications is now turned on.
pt_br: Suas notificações via DM agora estão ligadas.

source: Leaderboard is empty.
pt_br: O placar está vazio.

source: Nothing found
pt_br: Nada encontrado

source: Banned **{member}** for `{duration}`.
pt_br: **{member}** foi banido por `{duration}`.

source: Specified member is not banned.
pt_br: Membro especificado não está banido.

source: ID | Prisoner | Left | Reason
pt_br: ID | Prisioneiro | Saiu | Motivo

source: You have been banned, `{duration}` left.
pt_br: Você foi banido, `{duration}` restante(s).

source: Noadds are empty.
pt_br: Noadds está vazio.

source: !auto_ready command is turned off on this channel.
pt_br: O comando !auto_ready está desligado nesse canal.

source: Maximum auto_ready duration is {duration}.
pt_br: Duração máxima do auto_ready é - {duration}.

source: Your automatic ready confirmation is now turned off.
pt_br: Sua confirmação automática de pronto foi desligada.

source: During next {duration} your match participation will be confirmed automatically.
pt_br: Durante o(s) próximo(s) {duration} sua participação nas partidas não será confirmada automaticamente.

source: {role} Please add to **{name}** pickup, `{left}` players left!
pt_br: {role} Por favor adicione a **{name}**, `{left}` jogadores saíram!

source: Not enough players to start the queue.
pt_br: Não há players suficientes para iniciar a fila.

source: **{queue}** pickup has started @ {channel}!
pt_br: **{queue}** fase de escolhas inciou @ {channel}!

source: Server for **{queue}** is not set.
pt_br: Servidor para **{queue}** não está pronto.

source: Server for **{queue}**
pt_br: Servidor para **{queue}**

source: Maps for **{queue}**
pt_br: Mapas para **{queue}**

source: Stats for __{target}__
pt_br: Estatísticas para __{target}__

source: Top 10 players for __{target}__
pt_br: Top 10 players para __{target}__

source: day
pt_br: dia

source: week
pt_br: semana

source: month
pt_br: mês

source: year
pt_br: ano

source: **Total matches: {count}**
pt_br: **Total de partidas: {count}**

source: At least one team must have a positive score.
pt_br: Pelo menos um time precisa ter uma pontuação positiva.

source: The match must be on the waiting report stage.
pt_br: A partida deve estar esperando a fase de reporte.

source: You must be a team captain to report a loss or draw.
pt_br: Você precisa ser um capitão de time para reportar uma derrota ou empate.

source: {self} is calling a draw, waiting for {enemy} to type `/report draw`.
pt_br: {self} está pedindo por um empate, espetando por {enemy} para escrever `/report draw`.

source: {self} offers to cancel the match, waiting for {enemy} to type `/report abort`.
pt_br: {self} se oferece para cancelar a partida, esperando por {enemy} para escrever `/report abort`.

source: Specified team name not found.
pt_br: Nome do time especificado não encontrado.

source: Match {queue} ({id}) has timed out.
pt_br: Partida {queue} ({id}) teve o tempo esgotado.

source: {players} your match has been canceled.
pt_br: {players} sua partida foi cancelada.

source: No changes to apply.
pt_br: Nenhuma mudança para aplicar.

source: Removed `{count}` roles from you.
pt_br: Removido `{count}` cargo(s) de você.

source: Added `{count}` roles to you.
pt_br: Adicionado `{count}` cargo(s) para você.

source: {players} were removed from the match.
pt_br: {players} foram removidos da partida.

source: __**{queue}** is now on the check-in stage!__
pt_br: __**{queue}** está agora na fase de checagens!__

source: Waiting on:
pt_br: Esperando por:

source: Please react with {ready_emoji} to **check-in** or {not_ready_emoji} to **abort**!
pt_br: Por favor reaja com {ready_emoji} para **confirmar** a sua checagem ou {not_ready_emoji} para **cancelar** !

source: Please react with {ready_emoji} or vote for a map to **check-in**.
pt_br: Por favor reaja com {ready_emoji} ou vote em um mapa para **confimar** a sua checagem .

source: React with {not_ready_emoji} to **abort**!
pt_br: Reaja com {not_ready_emoji} para **cancelar** a sua checagem!

source: __**{queue}** is now on the draft stage!__
pt_br: __**{queue}** está agora na fase de montagem dos times!__

source: empty
pt_br: vazio

source: Unpicked:
pt_br: Não escolhidos:

source: Pick players with `/pick @player` command.
pt_br: Escolha jogadores com o comando: `/pick @player`.

source: {member}'s turn to pick!
pt_br: É a vez de {member} de escolher!

source: Type {cmd} to become a captain and start picking teams.
pt_br: Escreva {cmd} para virar capitão e começar a escolher os times.

source: __**{queue}** has started!__
pt_br: __**{queue}** iniciou!__

source: Players
pt_br: Jogadores

source: Captains
pt_br: Capitães

source: Map
pt_br: Mapa

source: Maps
pt_br: Mapas

source: Server
pt_br: Servidor

source: Player streams
pt_br: Jogadores fazendo live

source: Winner
pt_br: Ganhador

source: The match is not on the draft stage.
pt_br: A partida não está na faze de montagem de times.

source: You must possess the captain's role.
pt_br: Você precisa possuir o cargo de capitão.

source: Team {name} already have a captain.
pt_br: Time {name} já possui um capitão.

source: You are not a captain.
pt_br: Você não é o capitão.

source: Not your turn to pick.
pt_br: Não é sua vez de escolher.

source: Specified player not in the unpicked list.
pt_br: Jogador especificado não está na lista de jogadores não escolhidos.

source: The match must be on the check-in, draft or waiting report stage.
pt_br: A partida deve estar na fase de checagem, montagem de times ou de espera de report.

source: You have stopped looking for a substitute.
pt_br: Você parou de procurar por um substituto.

source: You are now looking for a substitute.
pt_br: Você agora está procurando por um substituto.

source: Specified player is not looking for a substitute.
pt_br: Jogador especificado não está procurando por um substituto.

source: The match is not on the check-in stage.
pt_br: A partida não está na fase de checagem.

source: Discarding check-in is not allowed.
pt_br: Descarater a fase de checagem não é permitido.

source: {member} has aborted the check-in.
pt_br: {member} cancelou a checagem.

source: Reverting {queue} to the gathering stage...
pt_br: Revertendo o {queue} para a fase de procura de jogadores...

source: {members} was not ready in time.
pt_br: {members} não estavam prontos essa vez.

source: {member} won, its **{side}**!
pt_br: {member} ganhou, é **{side}**!

source: {member} lost, its **{side}**!
pt_br: {member} perdeu, é **{side}**!

source: heads
pt_br: cara

source: tails
pt_br: coroa
